---
kind: other
id: Properties.T:Autodesk.Revit.DB.IndependentTag
zh: 标记、打标、标签
source: html/b71195eb-5558-7626-b998-68b468ba4382.htm
---
# IndependentTag Properties

**中文**: 标记、打标、标签

The id of the assembly instance to which the element belongs.